Repository: beherit/dlm-aqq-xml-builder
Catalog: languages/dlm_axb-*.po
Languages: pl_pl

source: http://beherit.pl/en/aqq/other/dlm-aqq-xml-builder
pl_pl: http://beherit.pl/pl/aqq/inne/dlm-aqq-xml-builder

source: Helps to build an XML files for update system in AQQ IM.
pl_pl: Wspomaga budowanie pliku XML na potrzeby systemu aktualizacji w komunikatorze AQQ.

source: Settings
pl_pl: Ustawienia

source: File information
pl_pl: Informacje o pliku

source: Plugins
pl_pl: Wtyczki

source: Themes
pl_pl: Kompozycje

source: Changelog
pl_pl: Lista zmian

source: Version type
pl_pl: Typ wersji

source: stable
pl_pl: stabilna

source: Platform
pl_pl: Platforma

source: Addon ID
pl_pl: ID dodatku

source: Required AQQ version
pl_pl: Wymagana wersja AQQ

source: Files category
pl_pl: Kategoria plików

source: When generating the XML file will only be included files in the specified category.
pl_pl: Przy generowaniu pliku XML uwzględnione będą jedynie pliki we wskazanej kategorii.

source: XML file path
pl_pl: Ścieżka pliku XML

source: The XML file for the plugins has been successfully generated.
pl_pl: Plik XML dla wtyczek został pomyślnie wygenerowany.

source: Errors occurred while saving XML file for plugins. Check the plugin settings.
pl_pl: Wystąpiły błędy podczas zapisywania pliku XML dla wtyczek. Sprawdź ustawienia wtyczki.

source: The XML file for the themes has been successfully generated.
pl_pl: Plik XML dla kompozycji został pomyślnie wygenerowany.

source: Errors occurred while saving XML file for themes. Check the plugin settings.
pl_pl: Wystąpiły błędy podczas zapisywania pliku XML dla kompozycji. Sprawdź ustawienia wtyczki.

source: Save changes
pl_pl: Zapisz zmiany

source: Generate XML files
pl_pl: Generuj pliki XML
